[
    {"name": "Albert Einstein", "fact": "Desenvolveu a teoria da relatividade."},
    {"name": "Cleópatra", "fact": "Última faraó do Egito e amante de Júlio César."},
    {"name": "Martin Luther King Jr.", "fact": "Defensor dos direitos civis e líder do movimento pelos direitos civis nos EUA."},
    {"name": "Joana d'Arc", "fact": "Heroína francesa que desempenhou um papel importante na Guerra dos Cem Anos."},
    {"name": "Leonardo da Vinci", "fact": "Pintor, escultor, cientista, inventor e um dos maiores gênios renascentistas."},
    {"name": "Napoleão Bonaparte", "fact": "Imperador francês que conquistou grande parte da Europa no início do século XIX."},
    {"name": "Mao Zedong", "fact": "Líder comunista chinês e fundador da República Popular da China."},
    {"name": "Marie Curie", "fact": "Cientista polonesa-francesa, pioneira no estudo da radioatividade e duas vezes vencedora do Prêmio Nobel."},
    {"name": "Gandhi", "fact": "Líder pacifista indiano, defensor da independência da Índia."},
    {"name": "Winston Churchill", "fact": "Primeiro-ministro britânico durante a Segunda Guerra Mundial."},
    {"name": "Rosa Parks", "fact": "Ativista dos direitos civis, famosa por recusar-se a ceder seu assento no ônibus."},
    {"name": "Isaac Newton", "fact": "Cientista inglês que formulou as leis do movimento e da gravidade."},
    {"name": "William Shakespeare", "fact": "Conhecido como o maior dramaturgo da língua inglesa."},
    {"name": "Hatshepsut", "fact": "Rainha-faraó do Antigo Egito, uma das poucas mulheres a governar o Egito como faraó."},
    {"name": "Confúcio", "fact": "Filósofo chinês cujas ideias fundamentaram o confucionismo."},
    {"name": "Cristóvão Colombo", "fact": "Navegador genovês responsável por conduzir a primeira viagem documentada da Europa às Américas."},
    {"name": "Alexander Graham Bell", "fact": "Inventor do telefone."},
    {"name": "Helen Keller", "fact": "Escritora e ativista cega e surda."},
    {"name": "Genghis Khan", "fact": "Fundador e líder do Império Mongol, um dos maiores impérios da história."},
    {"name": "Marilyn Monroe", "fact": "Ícone de Hollywood e um dos sex symbols mais famosos do século XX."},
    {"name": "Frida Kahlo", "fact": "Pintora mexicana conhecida por suas obras surrealistas e autorretratos."},
    {"name": "Nelson Mandela", "fact": "Líder anti-apartheid e primeiro presidente negro da África do Sul."},
    {"name": "Anne Frank", "fact": "Autora judia alemã conhecida por seu diário durante a Segunda Guerra Mundial."},
    {"name": "John F. Kennedy", "fact": "35º presidente dos Estados Unidos, assassinado em 1963."},
    {"name": "Che Guevara", "fact": "Revolucionário argentino e figura chave na Revolução Cubana."},
    {"name": "Queen Elizabeth II", "fact": "Rainha do Reino Unido desde 1952."},
    {"name": "Mikhail Gorbachev", "fact": "Último líder da União Soviética, introduziu reformas políticas conhecidas como Glasnost e Perestroika."},
    {"name": "Neil Armstrong", "fact": "Astronauta americano, primeiro homem a pisar na Lua."},
    {"name": "Malala Yousafzai", "fact": "Ativista paquistanesa pelos direitos das mulheres e educação, a mais jovem laureada com o Prêmio Nobel da Paz."},
    {"name": "Marthin Luther", "fact": "Iniciador da Reforma Protestante no século XVI."},
    {"name": "Sun Tzu", "fact": "Filósofo militar chinês autor de 'A Arte da Guerra'."},
    {"name": "Pablo Picasso", "fact": "Pintor e escultor espanhol, co-fundador do cubismo."},
    {"name": "Charles Darwin", "fact": "Naturalista inglês, autor de 'A Origem das Espécies'."},
    {"name": "Walt Disney", "fact": "Cineasta e empresário, co-fundador da Disney."},
    {"name": "Mother Teresa", "fact": "Missionária católica, dedicou-se a ajudar os pobres em Calcutá, Índia."},
    {"name": "Sócrates", "fact": "Filósofo grego, um dos fundadores da filosofia ocidental."},
    {"name": "Galileu Galilei", "fact": "Cientista italiano, astrônomo e físico."},
    {"name": "Charles de Gaulle", "fact": "Líder militar e político francês, fundador da Quinta República Francesa."},
    {"name": "Wright Brothers", "fact": "Irmãos americanos pioneiros na aviação, inventores do primeiro avião motorizado."},
    {"name": "Queen Victoria", "fact": "Rainha do Reino Unido durante a Era Vitoriana."},
    {"name": "Steve Jobs", "fact": "Co-fundador da Apple Inc."},
    {"name": "Oprah Winfrey", "fact": "Apresentadora de televisão, atriz e empresária."},
    {"name": "Emiliano Zapata", "fact": "Líder revolucionário mexicano, um dos principais participantes na Revolução Mexicana."}
]
